cask 'visual-studio-code'

brew 'circleci'
brew 'mkcert'
brew 'icu4c'
brew 'node'
brew 'yarn'
brew 'cocoapods'
brew 'mint'
brew 'gpg'
brew 'zplug' # https://github.com/zplug/zplug

# Make VSCode the default when opening files - https://stackoverflow.com/a/70402997
brew 'duti'
brew 'yq'

# Zsh theme - https://github.com/spaceship-prompt/spaceship-prompt
brew 'spaceship'
tap 'homebrew/cask-fonts'
cask 'font-fira-code'
tap 'dracula/install'
cask "dracula-terminal"